
import React from 'react';

const Main = () => {
    return (
        
        <h1>Головна сторінка ботаніка

        <p>Бота́ніка (дав.-гр. βοτανικός — «той, що стосується трав», від βοτάνη — «трава, пасовисько»[1]) — розділ біології, що вивчає рослини: їх будову, життєдіяльність, розмноження, хвороби, історію розвитку, географічне поширення, класифікацію тощо, а також структуру, розвиток і розміщення на земній кулі рослинних угруповань.</p>
        </h1>

        
    )

}

export default Main;