
import React from 'react';

const News = () => {
    return (
        <h1>Новини світу ботаніки

        <p> Хво́йні (Pinophyta, Pinopsida) — найчисельніші й найрозповсюдженіші сучасні голонасінні рослини. Це підвідділ та клас відділу клади судинних рослин. Це найпоширеніші представники даного відділу царства рослин, що мають найбільше економічне значення. Широко відомі хвойні породи дерев — сосна, ялина, ялиця, кипарис, кедр, тис, секвоя, модрина.

У дикій природі хвойні дерева ростуть по всій нашій планеті. У деяких фітоценозах вони посідають чільні позиції, приміром, у тайзі. Група хвойних рослин є найдавнішою з тих, що існують нині. Викопні рештки вимерлих хвойних рослин належать до кам'яновугільного періоду палеозойської ери. Вік решток ближчих до нас за часом рослин оцінюють у 60–120 млн. </p>
       
       <p>За зовнішнім виглядом — це дерева й кущі різних розмірів: від карликових сосен заввишки в 1 метр до стометрових велетнів секвой — найвищих у світі хвойних рослин.

Особливістю будови більшості видів хвойних є те, що їхнє зазвичай вічнозелене листя має вигляд голок чи рідше лусочок. Такі листки називають хвоєю, звідки й походить назва класу. Голки-листя на поперечному розрізі округлі або ребристі, як у сосни або ялини; можуть нагадувати плоскі довгасті луски, наприклад, у тиса, туї, кипариса. Завдяки невеликій площі листків та особливостей їхніх продихів, узимку практично повністю припиняється випаровування води. Продихи занурені в товщу тканини листка, а в деяких рослин у зимовий період закриваються воском. У більшості хвойних листки темно-зеленого кольору і розташовані на гілках по спіралі, що забезпечує краще уловлювання розсіяного сонячного світла в помірних широтах і північних районах, у густому лісі в затінку інших рослин.

У корі та деревині хвойних рослин є безліч канальців, заповнених густою рідиною зі специфічним запахом — хвойною смолою. Їх називають смоляними ходами. При ушкодженні стовбура в цьому місці з'являються краплини смоли — і рана швидко затягується. У стовбурі хвойного дерева добре виражені річні кільця приросту. Коренева система хвойних стрижнева, причому є великий стрижневий корінь, що розвивається з первинного та зберігається все життя рослини. Бічні корені тонкі й короткі, містять мікоризу.

Характерним для більшості хвойних є верхівковий ріст. Гілки цих рослин розміщуються кільцями, причому щороку утворюється одне кільце, або так звана «мутовка». За кількістю цих кілець можна підрахувати вік рослини. Хвойні мають один або два типи пагонів. У більшості хвойних листки багаторічні, але в деяких видів вони опадають щорічно.</p>
       
        </h1>

    )
}

export default News;